
; TranslationAuthor: Șamoca Ștefan Mihai
; TranslationAuthorEmail: icesbitt@yahoo.com
; Soft Version: 1.01.17
;

[GUI]
ButtonYes=Da
ButtonNo=Nu
ButtonOK=OK
ButtonMinimize=Minimizare
ButtonMaximize=Maximizare
ButtonClose=Închidere
ButtonRestore=Restaurează
ButtonMenu=Meniu

[Translation]
LangCode=0418
ReadHabit=1
LanguageName=Românește
LangShortName=RO
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informare
Warning=Atenţie
Error=Eroare
Confirm=Confirmare

pmHelp=Ajutor online
pmforum=Forum
pmHome=Pagina Principală
pmContact=Contactați-ne
pmCheckNew=Actualizări
pmLang=Limbi
pmAbout=Despre
pmConMenu=Adaugă la meniul contextual
FrmWDMain.lbltitle.caption=Wise Force Deleter Beta
FrmWDMain.lbldesc.caption=Scăpați de orice fişiere care nu pot fi şterse de Windows
FrmWDMain.btnAFile.caption=Adaugă fișiere
FrmWDMain.btnAfolder.caption=Adaugă folder
FrmWDMain.btnRemove.caption=Elimină
FrmWDMain.btnDel.caption=Deblochează & Șterge
FrmWDMain.btnsupport.caption=Comentarii
FrmWDMain.btnfacebook.hint=Urmăriţi-ne pe Facebook
FrmWDMain.btntwitter.hint=Prezentați Wise Force Deleter pe twitter
FrmWDMain.btngoogle.hint=Prezentați Wise Force Deleter pe Google+

FrmWDMain.btnemail.hint=Spunețile prietenilor despre Wise Force Deleter
FrmWDManin.lvfile.Columns[0]=Nume
FrmWDManin.lvfile.Columns[1]=Cale
FrmWDManin.lvfile.Columns[2]=Stare

FrmAbout.lblver.caption=Versiunea Curentă:
FrmAbout.lblemail.caption=E-mai Asistență:
FrmAbout.lblhome.caption=Pagina de start:
FrmAbout.lblthanks.caption=Mulțumiri următoarelor persoane pentru contribuția lor:
FrmAbout.lblWarning.caption=Atenție: protejat de legea Privind dreptul de autor și de tratatele internaționale.

;
; Popup Menu
;
FrmAbout.caption=Despre

[Message]
DragFile=Folderul nu poate fi tras în zona goală. 
ForceDelete=Ștergere forțată
Newver=O nouă versiune de Wise Force Deleter este disponibilă, doriţi să actualizaţi acum?
NoNewVer=Felicitări, folosiți ultima versiune!
None=Gata
Unlocked=Deblocat & Șters
Deleted=Șters
FailDel=Ștergere eșuată
Aborted=Anulat
NoExists=Nu există
ConfirmDel=Doriți să deblocați și să ștergeți fișierele?
TranslateTo=Traduce în...

[Lang]
NativeLanguage=Romanian 
